{
    "<PAD>": 0,
    "<UNK>": 1,
    "<BOS>": 2,
    "<EOS>": 3,
    "a": 4,
    "b": 5,
    "c": 6,
    "ç": 7,
    "d": 8,
    "e": 9,
    "ə": 10,
    "f": 11,
    "g": 12,
    "ğ": 13,
    "h": 14,
    "x": 15,
    "ı": 16,
    "i": 17,
    "j": 18,
    "k": 19,
    "q": 20,
    "l": 21,
    "m": 22,
    "n": 23,
    "o": 24,
    "ö": 25,
    "p": 26,
    "r": 27,
    "s": 28,
    "ş": 29,
    "t": 30,
    "u": 31,
    "ü": 32,
    "v": 33,
    "y": 34,
    "z": 35,
    "A": 36,
    "B": 37,
    "C": 38,
    "Ç": 39,
    "D": 40,
    "E": 41,
    "Ə": 42,
    "F": 43,
    "G": 44,
    "Ğ": 45,
    "H": 46,
    "X": 47,
    "I": 48,
    "J": 49,
    "K": 50,
    "Q": 51,
    "L": 52,
    "M": 53,
    "N": 54,
    "O": 55,
    "Ö": 56,
    "P": 57,
    "R": 58,
    "S": 59,
    "Ş": 60,
    "T": 61,
    "U": 62,
    "Ü": 63,
    "V": 64,
    "Y": 65,
    "Z": 66,
    "w": 67,
    "W": 68,
    "а": 69,
    "б": 70,
    "в": 71,
    "г": 72,
    "д": 73,
    "е": 74,
    "ё": 75,
    "ж": 76,
    "з": 77,
    "и": 78,
    "й": 79,
    "к": 80,
    "л": 81,
    "м": 82,
    "н": 83,
    "о": 84,
    "п": 85,
    "р": 86,
    "с": 87,
    "т": 88,
    "у": 89,
    "ф": 90,
    "х": 91,
    "ц": 92,
    "ч": 93,
    "ш": 94,
    "щ": 95,
    "ъ": 96,
    "ы": 97,
    "ь": 98,
    "э": 99,
    "ю": 100,
    "я": 101,
    "А": 102,
    "Б": 103,
    "В": 104,
    "Г": 105,
    "Д": 106,
    "Е": 107,
    "Ё": 108,
    "Ж": 109,
    "З": 110,
    "И": 111,
    "Й": 112,
    "К": 113,
    "Л": 114,
    "М": 115,
    "Н": 116,
    "О": 117,
    "П": 118,
    "Р": 119,
    "С": 120,
    "Т": 121,
    "У": 122,
    "Ф": 123,
    "Х": 124,
    "Ц": 125,
    "Ч": 126,
    "Ш": 127,
    "Щ": 128,
    "Ъ": 129,
    "Ы": 130,
    "Ь": 131,
    "Э": 132,
    "Ю": 133,
    "Я": 134,
    "°": 135,
    "₼": 136,
    "$": 137,
    "€": 138,
    "£": 139,
    "¥": 140,
    "₽": 141,
    "¢": 142,
    "₴": 143,
    "₸": 144,
    "₺": 145,
    "₹": 146,
    "₩": 147,
    "₱": 148,
    "₦": 149,
    "₲": 150,
    "₭": 151,
    "₡": 152,
    "₪": 153,
    "₨": 154,
    "₮": 155,
    "₯": 156,
    "₢": 157,
    "₧": 158,
    "₵": 159,
    "₳": 160,
    "₰": 161,
    "₫": 162,
    "₣": 163,
    "₤": 164,
    "±": 165,
    "×": 166,
    "÷": 167,
    "≈": 168,
    "≠": 169,
    "√": 170,
    "∛": 171,
    "∜": 172,
    "∞": 173,
    "∫": 174,
    "∂": 175,
    "∑": 176,
    "∏": 177,
    "≤": 178,
    "≥": 179,
    "≦": 180,
    "≧": 181,
    "≨": 182,
    "≩": 183,
    "≪": 184,
    "≫": 185,
    "≮": 186,
    "≯": 187,
    "⊂": 188,
    "⊃": 189,
    "⊆": 190,
    "⊇": 191,
    "⊄": 192,
    "⊅": 193,
    "⊀": 194,
    "⊁": 195,
    "⊕": 196,
    "⊗": 197,
    "⊙": 198,
    "⊥": 199,
    "⊢": 200,
    "⊣": 201,
    "⊧": 202,
    "⊨": 203,
    "⊬": 204,
    "⊭": 205,
    "§": 206,
    "©": 207,
    "®": 208,
    "™": 209,
    "♠": 210,
    "♣": 211,
    "♥": 212,
    "♦": 213,
    "★": 214,
    "☆": 215,
    "☎": 216,
    "☏": 217,
    "⌘": 218,
    "⌚": 219,
    "⏰": 220,
    "⏱": 221,
    "⏲": 222,
    "⏳": 223,
    "①": 224,
    "②": 225,
    "③": 226,
    "④": 227,
    "⑤": 228,
    "⑥": 229,
    "⑦": 230,
    "⑧": 231,
    "⑨": 232,
    "⑩": 233,
    "0": 234,
    "1": 235,
    "2": 236,
    "3": 237,
    "4": 238,
    "5": 239,
    "6": 240,
    "7": 241,
    "8": 242,
    "9": 243,
    "!": 244,
    "\"": 245,
    "#": 246,
    "%": 247,
    "&": 248,
    "'": 249,
    "(": 250,
    ")": 251,
    "*": 252,
    "+": 253,
    ",": 254,
    "-": 255,
    ".": 256,
    "/": 257,
    ":": 258,
    ";": 259,
    "<": 260,
    "=": 261,
    ">": 262,
    "?": 263,
    "@": 264,
    "[": 265,
    "\\": 266,
    "]": 267,
    "^": 268,
    "_": 269,
    "`": 270,
    "{": 271,
    "|": 272,
    "}": 273,
    "~": 274,
    " ": 275,
    "و": 276,
    "ê": 277,
    "ý": 278,
    "ل": 279,
    "ح": 280,
    "«": 281,
    "²": 282,
    "í": 283,
    "á": 284,
    "م": 285,
    "̧": 286,
    "\t": 287,
    "ä": 288,
    "­": 289,
    "»": 290,
    "і": 291,
    "̇": 292,
    "ø": 293,
    "ï": 294,
    "ú": 295,
    "̈": 296,
    "س": 297,
    "ف": 298,
    "ه": 299,
    "ش": 300,
    "ج": 301,
    "​": 302,
    "ب": 303,
    "‘": 304,
    "¼": 305,
    "é": 306,
    "ó": 307,
    "►": 308,
    "ļ": 309,
    "ة": 310,
    "̆": 311,
    "ñ": 312,
    "ë": 313,
    "“": 314,
    "•": 315,
    "ć": 316,
    "å": 317,
    "\n": 318,
    "ی": 319,
    "ŷ": 320,
    "č": 321,
    "è": 322,
    "ā": 323,
    "″": 324,
    "№": 325,
    "î": 326,
    "ә": 327,
    "ا": 328,
    "ر": 329,
    "ū": 330,
    "ع": 331,
    "ò": 332,
    "د": 333,
    "ð": 334,
    "½": 335,
    "ز": 336,
    "ѣ": 337,
    "à": 338,
    "ã": 339,
    "أ": 340,
    "ē": 341,
    "â": 342,
    "š": 343,
    "’": 344,
    "ن": 345,
    " ": 346,
    "…": 347,
    "”": 348,
    "ż": 349,
    "—": 350,
    "ي": 351,
    "¾": 352,
    "ق": 353,
    "−": 354,
    "–": 355
}